/*
第一部分：添加表数据
    1. 给指定字段添加数据：
        INSERT INTO 表名(字段1,字段2,字段3,...) VALUES(值1,值2,值3,...);
    2. 给所有字段添加数据：
        INSERT INTO 表名 VALUES(值1,值2,值3,...);
    3. 批量添加数据：VALUES 后的数据使用逗号分隔
        INSERT INTO 表名(字段1,字段2,字段3,...) VALUES(值1,值2,值3,...),(值1,值2,值3,...),(值1,值2,值3,...),...;
        INSERT INTO 表名 VALUES(值1,值2,值3,...),(值1,值2,值3,...),(值1,值2,值3,...),...;

    注意：
        指定字段插入数据时，插入的值和指定字段顺序是一一对应的。
        不指定字段插入数据时，插入的值顺序必须和表中字段顺序一一对应的。
        字符串和日期型数据应该包含在引号中。
        插入的数据大小，应该在字段的规定范围内。
*/

/*
第二部分：修改表数据
    1.  修改指定条件的字段的数据：
        UPDATE 表名 SET 字段名1=值1，字段名2=值2,...[WHERE 条件];
    注意:修改语句的条件可以有，也可以没有，如果没有条件，则会修改整张表的所有数据。
*/

/*
第三部分：删除表数据
    1. 删除指定条件的表数据：
        DELETE FROM 表名 [WHERE 条件];
    注意:删除语句的条件可以有，也可以没有，如果没有条件，则会删除整张表的所有数据。
        DELETE语句不能删除某一个字段的值(可以使用UPDATE)。
*/